aaron-bond.better-comments
batisteo.vscode-django
DavidAnson.vscode-markdownlint
donjayamanne.githistory
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dracula-theme.theme-dracula
eamodio.gitlens
enkia.tokyo-night
formulahendry.code-runner
GrapeCity.gc-excelviewer
KevinRose.vsc-python-indent
mhutchie.git-graph
mikestead.dotenv
mohsen1.prettify-json
ms-azuretools.vscode-docker
ms-python.autopep8
ms-python.flake8
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
njpwerner.autodocstring
PKief.material-icon-theme
puorc.awesome-vhdl
redhat.vscode-yaml
streetsidesoftware.code-spell-checker
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
wholroyd.jinja
william-voyek.vscode-nginx
yzane.markdown-pdf
yzhang.markdown-all-in-one
ZainChen.json
